{
    "0": "Ach, Sie meinten, Sie wollen die Funktion NICHT?",
    "1": "Auch wenn's nicht funktioniert, wie finden Sie die User Experience?",
    "2": "Bei mir funktioniert's",
    "3": "Bei mir funktioniert's wunderbar",
    "4": "Bei so wenig Daten hat es keinen Sinn gemacht, da eine Funktion für zu entwickeln",
    "5": "Da bin ich momentan dran",
    "6": "Da fehlen Ihnen einige Dependencies",
    "7": "Da fehlt leider die Dokumentation vom Hersteller",
    "8": "Da hab ich Sie irgendwie falsch verstanden",
    "9": "Da ist wohl das Redundanzsystem ausgefallen",
    "10": "Da müssen Sie irgendwas falsch gemacht haben",
    "11": "Da sind wohl ein paar Datenpakete verloren gegangen",
    "12": "Damit habe ich bislang keine Erfahrungen gemacht",
    "13": "Das Feature war eigentlich erst für den kommenden Release vorgesehen",
    "14": "Das Herstellerhandbuch ist leider fehlerhaft",
    "15": "Das Management hat gesagt, wir sollen unsere Zeit nicht mit Unit Tests verschwenden",
    "16": "Das Verhalten ist so spezifiziert",
    "17": "Das deckt meine Stellenbeschreibung nicht ab",
    "18": "Das funktioniert, ist aber noch nicht getestet",
    "19": "Das hab ich noch nie in meinem Leben gesehen",
    "20": "Das haben wir vor einigen Monaten outgesourced",
    "21": "Das hat der Grafikdesigner verbockt",
    "22": "Das ist bislang noch nie aufgetreten",
    "23": "Das ist ein Feature!",
    "24": "Das ist ein Problem beim Hersteller",
    "25": "Das ist ein bekannter Bug der Programmiersprache",
    "26": "Das ist ein bekannter Bug der Serversoftware",
    "27": "Das ist kein Programmierfehler - die Anwender müssen noch geschult werden",
    "28": "Das ist reiner Zufall",
    "29": "Das ist schon gefixed, aber noch nicht deployed",
    "30": "Das ist wegen 'nem Schaltjahr",
    "31": "Das muss ein Hardwareproblem sein",
    "32": "Das muss funktionieren, die Unit Tests sind erfolgreich durchgelaufen",
    "33": "Das muss ich ein andermal beheben",
    "34": "Das passiert bestimmt nicht nochmal",
    "35": "Das passiert einmal alle tausend Jahre",
    "36": "Das war 'ne Vorgabe vom Marketing",
    "37": "Das war nicht in der ursprünglichen Spezifikation",
    "38": "Das war wirtschaftlich nicht machbar",
    "39": "Das wirkte so einfach, das hab ich gar nicht erst getestet",
    "40": "Den Code hat mein Vorgänger geschrieben",
    "41": "Den Fehler hab ich zum Debuggen eingebaut",
    "42": "Der Client wurde anscheinend gehacked",
    "43": "Der Code ist am kompilieren",
    "44": "Der Code war eigentlich noch gar nicht für den Produktivmodus vorgesehen",
    "45": "Der Download ist wahrscheinlich korrumpiert",
    "46": "Der Fehler bedeutet, dass es funktioniert",
    "47": "Der Kunde wollte die Änderung auf den letzten Drücker",
    "48": "Der Projektmanager hat mir das so aufgetragen",
    "49": "Der WYSIWYG-Editor muss falschen Output erzeugt haben",
    "50": "Der Wert ist im Programm niemals angekommen",
    "51": "Die API reagiert nicht",
    "52": "Die Benutzeranforderungen waren mehrdeutig",
    "53": "Die Buchhaltung muss den Vertrag mit dem Provider gekündigt haben",
    "54": "Die Internetverbindung scheint kaputt zu sein",
    "55": "Die Person, die das verursacht hat, arbeitet hier nicht mehr",
    "56": "Die Spezifikation enthielt widersprüchliche Anforderungen",
    "57": "Diese Version ist mit Ihrem System inkompatibel",
    "58": "Es hätte doppelt solange gedauert, das anständig zu programmieren",
    "59": "Es wurde keine Deadline gesetzt",
    "60": "Es würde zu lange dauern, das ganze neu zu programmieren",
    "61": "Gab's die Tage nicht wieder Sonnenwinde?",
    "62": "Genau da arbeite ich gerade dran",
    "63": "Gestern hat's noch funktioniert",
    "64": "Gibt's dafür ein Ticket?",
    "65": "Gratulation, Sie haben das Easter Egg gefunden!",
    "66": "Hab ich Ihnen nicht gesagt, Sie sollen die Finger von Systemen lassen, die Sie nicht verstehen?",
    "67": "Haben Sie mal den Virusscanner bei sich durchlaufen lassen?",
    "68": "Ich bin überrascht, dass das überhaupt funktioniert",
    "69": "Ich bin überrascht, dass das überhaupt so gut funktioniert",
    "70": "Ich dachte das hätte ich gefixed?",
    "71": "Ich dachte, Sie hätten sich ausgelogged?",
    "72": "Ich glaube, Ihr Client ist inkompatibel mit dieser Anwendung",
    "73": "Ich hab Ihnen doch gestern gesagt, dass ich es bis heute fertighabe",
    "74": "Ich hab jede Menge anderer Sachen zu tun...",
    "75": "Ich hab keine Ahnung, wie wir das anders lösen könnten",
    "76": "Ich hab nie ganz verstanden, wie genau das funktionieren soll",
    "77": "Ich hab vergessen zu commiten, als ich den Bugfix deployed habe",
    "78": "Ich habe den Code schon seit Wochen nicht angefasst",
    "79": "Ich kann nicht alles testen...",
    "80": "Ich kannte mich nicht gut damit aus, deshalb hab ich's gelassen um's nicht noch schlimmer zu machen",
    "81": "Ich kriege hier keinen Fehler",
    "82": "Ich musste die Entwicklung stoppen, weil was Wichtiges dazwischenkam",
    "83": "Ich musste mich im Projekt rückwärtsarbeiten, weil Anforderungen nachgereicht wurden",
    "84": "Ihr Browser hat den Fehler wohl noch im Cache",
    "85": "Immerhin weist die Fehlermeldung ein hohes Maß an Ästhetik auf",
    "86": "Keine Sorge, der Wert ist nur in der Hälfte aller Fälle falsch",
    "87": "Müsste das nicht UTF-8 sein?",
    "88": "Naja, wenigstens wissen wir jetzt, dass wir das unterlassen sollten",
    "89": "Normalerweise kriege ich automatisch eine Benachrichtigung wenn das passiert",
    "90": "Oh, das war eigentlich nur ein Dummy-Wert",
    "91": "Oh, das war nur ein provisorischer Fix",
    "92": "Sie machen das falsch",
    "93": "Sie wissen ja: Viele Köche verderben den Brei",
    "94": "Und der Projektmanager meinte noch, das Feature würde nicht benötigt",
    "95": "Und wo waren Sie, als das Programm gecrashed ist?",
    "96": "Wahrscheinlich wurde die Rechnung für den Hosting Provider nicht bezahlt",
    "97": "Warum genau wollten Sie das so'rum machen?",
    "98": "Welchen falschen Wert haben Sie denn eingetragen, dass das Ding gecrashed ist?",
    "99": "Wie ist das denn möglich?",
    "100": "Wir haben Einschränkungen durch das bestehende Design",
    "101": "Wir hatten leider keine Zeit mehr, das final zu testen",
    "102": "Wir hätten schon vor Jahren ein Softwareupdate machen müssen",
    "103": "Wir mussten das drei Monate debuggen, weil wir nur einen Monat zur Entwicklung hatten",
    "104": "Der Fehler muss auf Layer 8 liegen",
    "105": "Wir haben Connection Problems zur Cloud",
    "106": "Die VM skaliert noch nicht redundant"
}
